tap 'argon/mas'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'sanemat/font'

brew 'bat'
brew 'exa'
brew 'awscli'
brew 'libyaml'
brew 'openssl@1.1'
brew 'openssl', args: ['universal']
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'argp-standalone'
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'git'
brew 'pkg-config'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bash-completion'
brew 'boost'
brew 'cloc'
brew 'cloog'
brew 'cmake'
brew 'clang-format'
brew 'colordiff'
brew 'ctags'
brew 'curl'
brew 'zeromq'
brew 'dfc'
brew 'direnv'
brew 'ffmpeg'
brew 'libtool', args: ['universal']
brew 'icu4c'
brew 'fontforge'
brew 'gcc'
brew 'gdb'
brew 'gibo'
brew 'pinentry-mac'
brew 'gnutls'
brew 'global'
brew 'gnu-sed'
brew 'lua'
brew 'gnuplot', args: ['with-cairo', 'with-qt']
brew 'go'
brew 'gperftools'
brew 'graphviz'
brew 'haskell-stack'
brew 'htop-osx'
brew 'xz', args: ['universal']
brew 'httpie'
brew 'hugo'
brew 'perl'
brew 'imagemagick'
brew 'iperf'
brew 'oniguruma'
brew 'jq'
brew 'mysql', restart_service: true
brew 'nkf'
brew 'nmap'
brew 'pandoc'
brew 'pdflib-lite'
brew 'pstree'
brew 'ranger'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'rustup-init'
brew 'sslscan'
brew 'tgif'
brew 'the_silver_searcher'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'unar'
brew 'unixodbc'
brew 'utf8proc'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'yubico-piv-tool'
brew 'argon/mas/mas'
brew 'sanemat/font/ricty'

cask 'adobe-acrobat-reader'
cask 'amazon-music'
cask 'appcleaner'
cask 'ccleaner'
cask 'cmd-eikana'
cask 'cooviewer'
cask 'cyberduck'
cask 'dayone-cli'
cask 'disk-inventory-x'
cask 'dash'
cask 'dropbox'
cask 'caskroom/drivers/yubico-yubikey-manager'
cask 'gitup'
cask 'google-japanese-ime'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iterm2'
cask 'java'
cask 'keka'
cask 'kindle'
cask 'mactex'
cask 'macvim'
cask 'mendeley'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sequel-pro'
cask 'sketch'
cask 'skim'
cask 'slack'
cask 'skype'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio'
cask 'vlc'
cask 'wireshark'
cask 'xld'
cask 'xquartz'

mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Day One', id: 1055511498
mas 'Trello', id: 1278508951
