tap 'argon/mas'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'sanemat/font'

brew 'bat'
brew 'exa'
brew 'awscli'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl', args: ['universal']
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'argp-standalone'
brew 'libnet'
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'aspell'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bash-completion'
brew 'bdw-gc'
brew 'binutils'
brew 'bison'
brew 'boost'
brew 'c-ares'
brew 'neon'
brew 'cgdb'
brew 'cloc'
brew 'cloog'
brew 'cmake'
brew 'faad2'
brew 'flac'
brew 'libao'
brew 'libcue'
brew 'libogg'
brew 'libvorbis'
brew 'mad'
brew 'mp4v2'
brew 'clang-format'
brew 'cmus'
brew 'colordiff'
brew 'ctags'
brew 'curl'
brew 'zeromq'
brew 'czmq'
brew 'dbus'
brew 'openmotif'
brew 'dfc'
brew 'direnv'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'pcre2'
brew 'fluid-synth'
brew 'fondu'
brew 'libtool', args: ['universal']
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'fortune'
brew 'ghostscript'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'webp', args: ['universal']
brew 'gd', args: ['universal']
brew 'gdb'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'gibo'
brew 'libtasn1', args: ['universal']
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'pinentry-mac'
brew 'gnutls'
brew 'gsettings-desktop-schemas'
brew 'glib-networking'
brew 'global'
brew 'gnome-icon-theme'
brew 'gnu-sed'
brew 'lua'
brew 'ghi'
brew 'gnuplot', args: ['with-cairo', 'with-qt']
brew 'go'
brew 'gperftools'
brew 'graphviz'
brew 'gsl'
brew 'hicolor-icon-theme'
brew 'libepoxy'
brew 'py2cairo'
brew 'haskell-stack'
brew 'htop-osx'
brew 'xz', args: ['universal']
brew 'httpie'
brew 'hugo'
brew 'ilmbase'
brew 'perl'
brew 'imagemagick'
brew 'intltool'
brew 'iperf'
brew 'jasper', args: ['universal']
brew 'oniguruma'
brew 'jq'
brew 'jsoncpp'
brew 'little-cms2', args: ['universal']
brew 'llvm'
brew 'luajit'
brew 'makedepend'
brew 'mysql', restart_service: true
brew 'nasm'
brew 'net-snmp'
brew 'nkf'
brew 'nmap'
brew 'numpy'
brew 'ossp-uuid'
brew 'pandoc'
brew 'pdflib-lite'
brew 'pstree'
brew 'ranger'
brew 'ruby-build'
brew 'reattach-to-user-namespace'
brew 'rlwrap'
brew 'ruby'
brew 'rustup-init'
brew 'sslscan'
brew 'tgif'
brew 'the_silver_searcher'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'unar'
brew 'unixodbc'
brew 'utf8proc'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'xdot'
brew 'xpdf'
brew 'youtube-dl'
brew 'yubico-piv-tool'
brew 'argon/mas/mas'
brew 'sanemat/font/ricty'

cask 'adobe-acrobat-reader'
cask 'amazon-music'
cask 'appcleaner'
cask 'bittorrent'
cask 'ccleaner'
cask 'cmd-eikana'
cask 'cooviewer'
cask 'cyberduck'
cask 'dayone-cli'
cask 'disk-inventory-x'
cask 'dash'
cask 'dropbox'
cask 'caskroom/drivers/yubico-yubikey-manager'
cask 'electrum'
cask 'font-fira-code'
cask 'gitup'
cask 'google-japanese-ime'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iterm2'
cask 'java'
cask 'keka'
cask 'kindle'
cask 'mactex'
cask 'macvim'
cask 'mendeley'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sequel-pro'
cask 'sketch'
cask 'slack'
cask 'skype'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio'
cask 'vlc'
cask 'wireshark'
cask 'xld'
cask 'xquartz'

mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Day One', id: 1055511498
mas 'Trello', id: 1278508951
