tap 'argon/mas'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'codeclimate/formulae'
tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'homebrew/php'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'keichi/open-mpi'
tap 'sanemat/font'
cask 'mactex'
cask 'xquartz'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl', args: ['universal']
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'argp-standalone'
brew 'libnet'
brew 'arping'
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'aspell'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'awscli'
brew 'bdw-gc'
brew 'binutils'
brew 'bison'
brew 'boost'
brew 'c-ares'
brew 'neon'
brew 'cadaver'
brew 'capstone'
brew 'cflow'
brew 'cgdb'
brew 'cloc'
brew 'gmp@4'
brew 'isl@0.12'
brew 'cloog'
brew 'ppl@0.11'
brew 'cloog@0.15'
brew 'cmake'
brew 'faad2'
brew 'flac'
brew 'libao'
brew 'libcue'
brew 'libogg'
brew 'libvorbis'
brew 'mad'
brew 'mp4v2'
brew 'cmus'
brew 'colordiff'
brew 'cowsay'
brew 'ctags'
brew 'curl'
brew 'zeromq'
brew 'czmq'
brew 'dbus'
brew 'openmotif'
brew 'ddd'
brew 'dfc'
brew 'direnv'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'doctl'
brew 'drafter', args: ['HEAD']
brew 'eigen'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'enchant'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'pcre2'
brew 'fish'
brew 'fltk'
brew 'fluid-synth'
brew 'fondu'
brew 'libtool', args: ['universal']
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'fortune'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'webp', args: ['universal']
brew 'gd', args: ['universal']
brew 'gdb'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'gibo'
brew 'libtasn1', args: ['universal']
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'gsettings-desktop-schemas'
brew 'glib-networking'
brew 'global'
brew 'gnome-icon-theme'
brew 'gnu-sed'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'gnupg2'
brew 'lua'
brew 'gnuplot'
brew 'go'
brew 'gperftools'
brew 'gradle'
brew 'graphviz'
brew 'gsl'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'libepoxy'
brew 'gtk+3'
brew 'py2cairo'
brew 'pygobject'
brew 'pygtk'
brew 'gtk-mac-integration'
brew 'gtksourceview'
brew 'gtksourceview3'
brew 'haskell-stack'
brew 'highlight'
brew 'htop-osx'
brew 'xz', args: ['universal']
brew 'python3'
brew 'httpie'
brew 'hub'
brew 'hugo'
brew 'ilmbase'
brew 'perl'
brew 'imagemagick'
brew 'intltool'
brew 'iperf'
brew 'ipmitool'
brew 'isl@0.11'
brew 'jasper', args: ['universal']
brew 'jpeg-turbo'
brew 'oniguruma'
brew 'jq'
brew 'jsoncpp'
brew 'keybase'
brew 'libcroco'
brew 'libevent'
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'mpfr@2'
brew 'libmpc@0.8'
brew 'libnids'
brew 'librsvg'
brew 'librtlsdr'
brew 'libsodium'
brew 'libsvm'
brew 'libxml2'
brew 'libzip'
brew 'litmus'
brew 'little-cms2', args: ['universal']
brew 'llvm'
brew 'lorem'
brew 'luajit'
brew 'makedepend'
brew 'masscan'
brew 'maven'
brew 'mecab'
brew 'mecab-ipadic'
brew 'mercurial'
brew 'mongodb', restart_service: true
brew 'mpg123'
brew 'mplayer'
brew 'mtr'
brew 'mysql', restart_service: true
brew 'nasm'
brew 'net-snmp'
brew 'nkf'
brew 'nmap'
brew 'node'
brew 'numpy'
brew 'openexr'
brew 'ossp-uuid'
brew 'otf'
brew 'otf2'
brew 'pacvim'
brew 'pandoc'
brew 'pdflib-lite'
brew 'pdsh'
brew 'portaudio'
brew 'pssh'
brew 'pstree'
brew 'pygobject3'
brew 'pygtksourceview'
brew 'qemu'
brew 'ranger'
brew 'rarian'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rlwrap'
brew 'ruby'
brew 'sane-backends', args: ['universal']
brew 'sbt'
brew 'scala'
brew 'scons'
brew 'sdl'
brew 'sdl_net'
brew 'sdl_sound', args: ['with-libogg', 'with-libvorbis']
brew 'socat'
brew 'speex'
brew 'sslscan'
brew 'sysdig'
brew 'szip'
brew 'tgif'
brew 'the_silver_searcher'
brew 'tig'
brew 'tiger-vnc'
brew 'timidity'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'typesafe-activator'
brew 'unar'
brew 'unixodbc'
brew 'unrar'
brew 'utf8proc'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'xdot'
brew 'xpdf'
brew 'youtube-dl'
brew 'argon/mas/mas'
brew 'homebrew/dupes/libpcap'
brew 'homebrew/games/dosbox-x'
brew 'homebrew/php/php70'
brew 'homebrew/php/composer'
brew 'homebrew/php/php70-apcu'
brew 'homebrew/php/php70-opcache'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/opencv'
brew 'sanemat/font/ricty', args: ['vim-powerline', 'with-powerline']
cask 'appcleaner'
cask 'audacity'
cask 'betterzipql'
cask 'bittorrent'
cask 'ccleaner'
cask 'ccmenu'
cask 'charles'
cask 'clion'
cask 'cyberduck'
cask 'dayone-cli'
cask 'disk-inventory-x'
cask 'docker'
cask 'dropbox'
cask 'electrum'
cask 'firefox'
cask 'font-fira-code'
cask 'gitup'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'karabiner'
cask 'keka'
cask 'kitematic'
cask 'macvim'
cask 'mendeley-desktop'
cask 'mongodb-compass'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'ramme'
cask 'sequel-pro'
cask 'sketch'
cask 'skype'
cask 'sqlitebrowser'
cask 'suspicious-package'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'wireshark'
cask 'xld'
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Twitter', id: 409789998
mas '1Password', id: 443987910
mas 'Key Codes', id: 414568915
mas 'Xcode', id: 497799835
mas 'Blackmagic Disk Speed Test', id: 425264550
mas 'Keynote', id: 409183694
mas 'Dash', id: 458034879
mas 'Day One', id: 1055511498
mas 'iPhoto', id: 408981381
