tap 'caskroom/cask'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'peco/peco'
tap 'sanemat/font'
brew 'arping'
brew 'cadaver'
brew 'cgdb'
brew 'ctags'
brew 'dfc'
brew 'fish'
brew 'ghc'
brew 'git'
brew 'global'
brew 'go'
brew 'htop-osx'
brew 'httping'
brew 'hub'
brew 'hugo'
brew 'iperf'
brew 'jq'
brew 'lorem'
brew 'masscan'
brew 'mono'
brew 'mtr'
brew 'nasm'
brew 'nkf'
brew 'nmap'
brew 'node'
brew 'opencv'
brew 'openssl'
brew 'pandoc'
brew 'peco'
brew 'rbenv'
brew 'ricty', args: ['vim-powerline', 'powerline']
brew 'sqlite'
brew 'tag'
brew 'tig'
brew 'typesafe-activator'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'ag'
brew 'gnuplot', args: ['qt', 'pdflib-lite']
brew 'gibo'
brew 'the_silver_searcher'
brew 'youtube-dl'

cask 'xquartz'
cask 'appcleaner'
cask 'audacity'
cask 'betterzipql'
cask 'cyberduck'
cask 'dropbox'
cask 'github-desktop'
cask 'iterm2'
cask 'keka'
cask 'kobito'
cask 'macvim'
cask 'mamp'
cask 'mongohub'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sketch'
cask 'skype'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'wireshark'
cask 'xamarin-studio'
cask 'zeroxed'
cask 'haroopad'
cask 'java'
cask 'intellij-idea'
cask 'visual-studio-code'
cask 'xld'
cask 'near-lock'
cask 'karabiner'
cask 'gitup'
cask 'kitematic'
cask 'atom'
cask 'electrum'

